Revit 2027 API
ParameterTypeId.SheetAssemblyAssemblyCode Property
 "Assembly: Assembly Code"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SheetAssemblyAssemblyCode { get; }
Public Shared ReadOnly Property SheetAssemblyAssemblyCode As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SheetAssemblyAssemblyCode {
	ForgeTypeId^ get ();
}
static member SheetAssemblyAssemblyCode : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace